node {
  name: "parallel_read/input_producer/Const"
  op: "Const"
  device: "/job:master/task:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 4046
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 4046
          }
        }
        string_val: "gs://superb-avatar-149807-ml/train/1_1009test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_100_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1010_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1011_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1012_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1013_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1014_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_101_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_101_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1021test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1027_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1028_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1029_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_102_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_102_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1030_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1031_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1033_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1034_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1035_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1037_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1038_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1039_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_103_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_103_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1042_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1043_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1044_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1045_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1046_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1047_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1048_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1049_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_104_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1050_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1051_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1052_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1055_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1056_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1057_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1058_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1059_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_105_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_105_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1060_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1062_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1063_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1064_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1066_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1067_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_106_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_106_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1070_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1071_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1072_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1073_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1075_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1076_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1077_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1078_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1079_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_107_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_107_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_107test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1080_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1081_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1082_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1083_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1084_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1085_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1086_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1086test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1087_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1088_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_108_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_108_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1090_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1091_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1092_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1093_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1094_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1095_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1096_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1098_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_109_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_109_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_10_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_10_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1104test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_110_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_110_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1117_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_111_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_111_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1121_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1122_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1123_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1124_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1125_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1126_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1127_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1128_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_112_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_112_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_112test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_113_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_113_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1142test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_114_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_114_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_115_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_115_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1166test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1169test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_116_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_116_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_117_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_117_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1182test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_118_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_118_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_119_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_119_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_11_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_11_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_120_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_120_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1215test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_121_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_121_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_122_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_122_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1230test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1232test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_123_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1243test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1247test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_124_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1258test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_125_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_125_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_126_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_126test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_127_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_128_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_129_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_12_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_131_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1327test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_132_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1333test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_133_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1348test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1353test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1355test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_135_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1366test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_136_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_137_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1380test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_138_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1390test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_139_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_13_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_140_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1410test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1417test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_141_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1427test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_142_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1438test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_143_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_144_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1454test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1459test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_145_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_147_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_148_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_149_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_14_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1506test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_150_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_151test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1530test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1533test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1578test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_15_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_15_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_169test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_16_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_17_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_17_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_187_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_189_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_18_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_18_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_190_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_191_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_193_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_194_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_195_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_198_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_199_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_19_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_19test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_1_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_200_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_201_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_202_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_202test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_203_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_204_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_205_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_206_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_208_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_209_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_20_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_210_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_211_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_212_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_213_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_214_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_216_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_217_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_219_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_21_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_221_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_222_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_223_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_224_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_225_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_228_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_229_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_22_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_230_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_233_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_234_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_236_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_237_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_238_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_239_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_239test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_23_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_241_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_242_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_243_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_244_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_245test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_246_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_247_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_248_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_249_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_24_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_24_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_250_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_251_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_252_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_25_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_25_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_264test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_26_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_26_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_26test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_27_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_27_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_28_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_28_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_29_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_29_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_2_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_300test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_30_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_31_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_31_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_322test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_32_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_32_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_331_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_332_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_333_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_336_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_337_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_338_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_339_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_33_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_33_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_340_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_341_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_341test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_342_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_344_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_345_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_346_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_348_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_34_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_34_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_350_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_350test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_351_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_352_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_353_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_354test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_355_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_356_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_357_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_358_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_358test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_359_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_35_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_35_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_361_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_362_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_363_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_364_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_365_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_368_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_369_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_36_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_36_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_370_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_372_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_374_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_375_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_376_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_377_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_378_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_379_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_37_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_37_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_380_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_381_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_382_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_383_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_384_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_385_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_386_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_388_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_389_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_38_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_38_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_390_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_391_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_393_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_394_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_395_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_396_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_39_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_39_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_3_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_402test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_403test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_40_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_40_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_41_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_41_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_42_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_42_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_43_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_43_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_445_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_446_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_447_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_448_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_449_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_44_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_44_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_452_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_453_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_454_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_455_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_456_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_457_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_458_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_459_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_45_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_460_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_460test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_461_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_463_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_464_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_466_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_467_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_468_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_46_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_46_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_47_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_48_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_48_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_49_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_4_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_50_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_50_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_514test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_517test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_518test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_51_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_527test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_52_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_53_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_53_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_541test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_542test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_547_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_548_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_549_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_54_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_54_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_550_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_551_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_552_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_554_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_555_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_556_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_557test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_558_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_559_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_559test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_560_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_561_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_562_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_564_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_565_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_566_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_567_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_568_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_569_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_56_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_570_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_57_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_57_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_584test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_585test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_586test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_58_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_58_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_597test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_59_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_59_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_5_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_607test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_608test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_60_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_60_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_61_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_61_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_625test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_62_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_62_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_637test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_63_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_649_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_64_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_650_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_651_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_652_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_652test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_653_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_654_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_654test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_655_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_656_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_657_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_658_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_659_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_661_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_662_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_663_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_664_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_665_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_665test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_666_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_667_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_668_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_669_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_66_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_66_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_670_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_671_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_672_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_674_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_675_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_678_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_679_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_67_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_67_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_680_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_681_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_682_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_684_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_685_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_686_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_687_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_68_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_68_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_68test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_691test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_697test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_69_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_69_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_700test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_70_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_71_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_71_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_72_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_732test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_733_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_734_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_735_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_737_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_738_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_739_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_73_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_740_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_741_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_742_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_743_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_744_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_745_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_746_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_747_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_747test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_748_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_749_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_74_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_74_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_751_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_753_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_754_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_754test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_755_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_756_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_758_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_759_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_75_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_75_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_761_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_762_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_763_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_764_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_765_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_766_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_767_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_768_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_76_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_76_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_77_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_77_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_78_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_78_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_79_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_79_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_7_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_7_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_803test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_80_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_80_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_818_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_81_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_820_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_821_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_822_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_823_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_824_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_825_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_826_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_827_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_828_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_829_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_82_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_82_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_830_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_831_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_832_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_833_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_834_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_836_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_837_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_839_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_83_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_840_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_841_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_842_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_843_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_844_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_845_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_846_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_84_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_84_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_85_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_85_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_862test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_86_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_86_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_87_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_883_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_884_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_885_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_886_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_889_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_88_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_890_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_891_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_892_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_893_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_894_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_895_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_896_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_897_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_898_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_89_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_89_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_8_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_8test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_901_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_903_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_904_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_905_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_906_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_90_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_90_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_91_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_92_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_92_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_937_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_938_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_939_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_93_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_943_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_945_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_946_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_949_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_950_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_951_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_952_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_953_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_954_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_955_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_956_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_957_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_958_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_95_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_95_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_961_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_962_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_964_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_965_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_966_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_968_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_969_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_96_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_970_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_971_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_972_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_973_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_974_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_975_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_976_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_976test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_979_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_981_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_982_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_983_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_984_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_98_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_98_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_99_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_99_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/1_9_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1000_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1001_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1003_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1004test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1005_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1006_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1007_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1008_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1009_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_100_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1015_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1015test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1016_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1017_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1018_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1019_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_101_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_101_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1020_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1021_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1022_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1023_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1024_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1025_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1026_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1027_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1028_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1029_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_102_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1030_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1031_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1032_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1033_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1035_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1036_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1037_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1038_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1039_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_103_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_103test_1.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1041_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1042_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1044_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1045_0.tfr"
        string_val: "gs://superb-avatar-149807-ml/train/2_1046_0.tfr"
